function generateMemorandum() {
    rightPanel.innerHTML = `
    <div class="memorandum">
    <div class="memorandum-image" style="display: flex; justify-content: center; align-items: center;">

        <img src="https://image.lexica.art/full_webp/c0352b89-45f5-4d8c-9444-8f76b642fd81" style="width: 220px; height: 220px; margin-right: 20px; margin-bottom: 20px;">
    <img src="https://cdn.openart.ai/uploads/image_iwrW1PGN_1722784969968_raw.jpg" style="width: 220px; height: 220px;">
    
    </div>

      <p>Демони та власники азартних ігор заключили пакт. Власники казино заробляють кошти, а демони пожирають радість, надію, спокій, щастя, віру.</p>
      <p>Є декілька демонів які будуть мені протистояти. Але головний завжди один - приходить у вигляді палкого бажання відігратися - <span style="color: red;">Баал</span>. Шансів вистояти проти нього майже немає.</p>
      <p> Перед Баалом мене завжди будуть атакувати декілька різних демонів супутників. </p>
      
      
      <p><span style="color: yellow;">Іфран</span> - приходить як бажання поставити на щось несподіване, просто задля цікавості. Атакує із засідки в спину, коли здається що загрози немає. Накладує кровотечу, яка ослаблює перед неминучим приходом Баала.</p>
      <p><span style="color: chartreuse;">Кіракс</span> - часто атакує с засідки разом зі своїм братом Іфраном, відчувається як бажання поставити трохи більше ніж дозволяє бюджет щоб не впустити прибуток та потішити своє его.</p>
      <p><span style="color: tan;">Фрункус</span> - Вприскує знеболювальне і атакує прямо в лице. Відчувається як втома та байдужість до дій які робиш, бажання поскоріше програти та пійти на відпочинок. Приходить якщо інщі демони не змогли отримати верх. Його неможливо здолати, з кожною хвилиною боротьби він стає сильніше, його прихід вірний знак завершувати сессію.</p>
     <p><span style="color: BlueViolet;">Дімітер</span> - Не вступає у відкриту боротьбу, завалює компліментами і вказує невірну дорогу прямо в лапи Баалу. Відчувається як 100 відсоткова впевненость у собі та своїх силах, повна непереможність та богоподобність.</p>
    </div>
`;
}